
async function RozetkaHeaderXML() {

    return {categories: {category:
                [
        {'@id': 1, '@rz_id': 4658546, '#': 'Жіноча парфумерія'},
        {'@id': 2, '@rz_id': 4658552, '#': 'Чоловіча парфумерія'},
        {'@id': 3, '@rz_id': 4657286, '#': 'Сироватки для обличчя'},
        {'@id': 4, '@rz_id': 4657256, '#': 'Бальзами для губ'},
        {'@id': 5, '@rz_id': 4657280, '#': 'Патчі'},
        {'@id': 6, '@rz_id': 4657262, '#': 'Креми для обличчя'},
        {'@id': 7, '@rz_id': 4657310, '#': 'Маска для обличчя'},
        {'@id': 8, '@rz_id': 4657316, '#': 'Тонік для обличчя'},
        {'@id': 9, '@rz_id': 4658486, '#': 'Косметика для брів'},
        {'@id': 10, '@rz_id': 4657298, '#': 'Міцелярна вода'},
        {'@id': 11, '@rz_id': 4657292, '#': 'Олія для обличчя'},
        {'@id': 12, '@rz_id': 4657502, '#': 'Олії для тіла'},
        {'@id': 13, '@rz_id': 4657508, '#': 'Скраби для тіла'},
        {'@id': 14, '@rz_id': 4657484, '#': 'Крем для тіла'},
        {'@id': 15, '@rz_id': 4657532, '#': 'Гелі для душу'},
        {'@id': 16, '@rz_id': 4657710, '#': 'Шампунь'},
        {'@id': 17, '@rz_id': 4657722, '#': 'Кондиціонери для волосся'},
        {'@id': 18, '@rz_id': 4657788, '#': 'Спреї для волосся'},
        {'@id': 19, '@rz_id': 4657734, '#': 'Маски для волосся'},
        {'@id': 20, '@rz_id': 4657770, '#': 'Сироватки для волосся'},
        {'@id': 21, '@rz_id': 4657728, '#': 'Олії для волосся'},
        {'@id': 22, '@rz_id': 4657490, '#': 'Маски для тіла'},
        {'@id': 23, '@rz_id': 2048752, '#': 'Догляд за руками'},
        {'@id': 24, '@rz_id': 4657304, '#': 'Скраб для обличчя'},
        {'@id': 25, '@rz_id': 4658450, '#': 'Праймер для обличчя'},
        {'@id': 26, '@rz_id': 4657472, '#': 'Набори косметики для догляду'},
        {'@id': 27, '@rz_id': 4657800, '#': 'Набори для догляду за волоссям'},
        {'@id': 28, '@rz_id': 2048517, '#': 'Сонцезахисні засоби'},
        {'@id': 29, '@rz_id': 4658462, '#': 'BB-крем і CC-крем'},
        {'@id': 30, '@rz_id': 4657520, '#': 'Спреї для тіла'},
        {'@id': 31, '@rz_id': 4658528, '#': 'Тінт для губ'},
        {'@id': 32, '@rz_id': 4658516, '#': 'Помада'},
        {'@id': 33, '@rz_id': 4658522, '#': 'Блиски для губ'},
        {'@id': 34, '@rz_id': 4658510, '#': 'Олівці для губ'},
        {'@id': 35, '@rz_id': 4658480, '#': 'Туш для вій'},
        {'@id': 36, '@rz_id': 4658492, '#': 'Тіні для повік'},
        {'@id': 37, '@rz_id': 4658504, '#': 'Підводки для очей'},
        {'@id': 38, '@rz_id': 4658498, '#': 'Олівці для очей'},
        {'@id': 39, '@rz_id': 4658456, '#': 'Тональний засіб'},
        {'@id': 40, '@rz_id': 4658438, '#': 'Консилери'},
        {'@id': 41, '@rz_id': 4658468, '#': 'Пудри'},
        {'@id': 42, '@rz_id': 4658474, '#': "Рум'яна"},
        {'@id': 43, '@rz_id': 4658444, '#': 'Хайлайтер'},
        {'@id': 44, '@rz_id': 4669603, '#': 'Подарункові набори'},
        {'@id': 45, '@rz_id': 4657274, '#': 'Засоби для вмивання'}
    ]
    }};
}
module.exports = RozetkaHeaderXML;
