
async function kastaHeaderXML() {

    return {categories: {category:
                [
                    {'@id': 1, '#': 'портативна колонка'},
                    {'@id': 2, '#': 'usb-хаб'},
                    {'@id': 3, '#': 'внутрішній ssd'},
                    {'@id': 4, '#': 'мережевий адаптер'},
                    {'@id': 5, '#': 'кабель синхронізації'},
                    {'@id': 6, '#': 'аксесуари до телевізорів перехідник'},
                    {'@id': 7, '#': 'розетка'},
                    {'@id': 8, '#': 'тв-антена'},
                    {'@id': 9, '#': 'батарейки'},
                    {'@id': 10, '#': 'бездротовий зарядний пристрій'},
                    {'@id': 11, '#': 'bluetooth гарнітура'},
                    {'@id': 12, '#': 'датчик руху'},
                    {'@id': 13, '#': 'зарядний пристрій'},
                    {'@id': 14, '#': 'захисне скло'},
                    {'@id': 16, '#': 'кабелеріз'},
                    {'@id': 17, '#': 'антени та кабелі кабель'},
                    {'@id': 18, '#': 'музична комутація'},
                    {'@id': 19, '#': 'електротовари	кабель'},
                    {'@id': 20, '#': 'кабелі та перехідники	подовжувач'},
                    {'@id': 21, '#': 'запчастини і комплектуючі'},
                    {'@id': 22, '#': 'патч-корд'},
                    {'@id': 23, '#': 'комутатор'},
                    {'@id': 24, '#': 'мережевий фільтр'},
                    {'@id': 25, '#': 'миша'},
                    {'@id': 26, '#': 'набір біт'},
                    {'@id': 27, '#': 'викрутка'},
                    {'@id': 28, '#': 'ручні інструменти	пінцет'},
                    {'@id': 29, '#': 'аксесуари для відеоспостереження'},
                    {'@id': 30, '#': 'силові розєми'},
                    {'@id': 31, '#': 'мережеве обладнання різне перехідник'},
                    {'@id': 32, '#': 'повербанк'},
                    {'@id': 33, '#': 'тримач для телефону'},
                    {'@id': 34, '#': 'електротовари	реле'},
                    {'@id': 35, '#': 'годинники	ремінець'},
                    {'@id': 36, '#': 'відео разветвители і відеокомутатори	розгалужувач'},
                    {'@id': 37, '#': 'пасивне мережеве обладнання	конектор'},
                    {'@id': 38, '#': 'вимірювальна техніка	тестер'},
                    {'@id': 39, '#': 'чохол для планшета'},
                    {'@id': 40, '#': 'аксесуари для мобільних телефонів і смартфонів чохли чохол'},
                    {'@id': 41, '#': 'чохол для навушників'},
                    {'@id': 42, '#': 'підставка для ноутбука'},

    ]
    }};
}
module.exports = kastaHeaderXML;
