
async function kastaHeaderXML() {

    return {categories: {category:
                [
                    {'@id': 1, '#': 'Антени та кабелі / кабель'},
                    {'@id': 2, '#': 'кабелі та перехідники / подовжувач'},
                    {'@id': 3, '#': "електротовари / розетка"},
                    {'@id': 4, '#': "комутатори / комутатор"},
                    {'@id': 5, '#': "електротовари / датчик руху"},
                    {'@id': 6, '#': "електротовари / роз’єм живлення"},
                    {'@id': 7, '#': "аксесуари до телевізорів / кабель"},
                    {'@id': 8, '#': "usb-хаби і кардрідери / usb-хаб"},
                    {'@id': 9, '#': "аксесуари для мобільних телефонів і смартфонів / кабель синхронізації / кабель"},
                    {'@id': 10, '#': "аксесуари для мобільних телефонів і смартфонів / чохли / чохол"},
                    {'@id': 11, '#': "аксесуари для мобільних телефонів і смартфонів / захисні стекла і плівки / захисне скло"},
                    {'@id': 12, '#': "ноутбуки, комп'ютери і планшети / мережеве обладнання / пасивне мережеве обладнання / конектор"},
                    {'@id': 13, '#': "інструменти / електротовари  / роз’єм живлення"},
                    {'@id': 14, '#': "телевізори, фото і відео техніка / телевізори / аксесуари до телевізорів / перехідник"},
                    {'@id': 15, '#': "ноутбуки, комп'ютери і планшети / мережеве обладнання / різне / перехідник"},
                    {'@id': 16, '#': "телевізори, фото і відео техніка / телевізори / аксесуари до телевізорів / тв-антена"},
                    {'@id': 17, '#': "смартфони, телефони і аксесуари / аксесуари для мобільних телефонів і смартфонів / кабель синхронізації / кабель синхронізації"},
                    {'@id': 18, '#': "дім / інструменти / електротовари / шнур електричний"},
                    {'@id': 19, '#': "дім / музичні інструменти та обладнання / аксесуари для музичних інструментів / музична комутація"},
                    {'@id': 20, '#': "дім / безпечний дім / відеоспостереження / аксесуари для відеоспостереження"},
                    {'@id': 21, '#': "ноутбуки, комп'ютери і планшети / мережеве обладнання / відео разветвители і відеокомутатори / розгалужувач"},
                ]
    }};
}
module.exports = kastaHeaderXML;
