
async function kastaHeaderXML() {

    return {categories: {category:
                [
                    {'@id': 1, '#': 'Антени та кабелі / кабель'},
                    {'@id': 2, '#': 'кабелі та перехідники / подовжувач'},
                    {'@id': 3, '#': "електротовари / розетка"},
                    {'@id': 4, '#': "комутатори / комутатор"},
                    {'@id': 5, '#': "електротовари / датчик руху"},
                    {'@id': 6, '#': "електротовари / роз’єм живлення"},
                    {'@id': 7, '#': "аксесуари до телевізорів / кабель"},
                    {'@id': 8, '#': "usb-хаби і кардрідери / usb-хаб"},
                    {'@id': 9, '#': "аксесуари для мобільних телефонів і смартфонів / кабель синхронізації / кабель"},
                    {'@id': 10, '#': "аксесуари для мобільних телефонів і смартфонів / чохли / чохол"},
                    {'@id': 11, '#': "аксесуари для мобільних телефонів і смартфонів / захисні стекла і плівки / захисне скло"},
                ]
    }};
}
module.exports = kastaHeaderXML;
