async function PromCategories() {

    return {categories: {category:[
        {'@id': 1, '@portal_id': 70704, '#': 'Внутрішні та зовнішні жорсткі диски, hdd, ssd'},
        {'@id': 2, '@portal_id': 6371101, '#': 'Портативні колонки'},
        {'@id': 3, '@portal_id': 71106, '#': 'Usb хаби'},
        {'@id': 4, '@portal_id': 5090509, '#': 'Wi-fi адаптери'},
        {'@id': 5, '@portal_id': 63719, '#': 'Кабелі для електроніки'},
        {'@id': 6, '@portal_id': 5092904, '#': 'Комунікаційні розетки'},
        {'@id': 7, '@portal_id': 14190406, '#': 'Розєми та конектори'},
        {'@id': 8, '@portal_id': 6371806, '#': 'Транскодери і конвертери сигнал'},
        {'@id': 9, '@portal_id': 1507, '#': 'Батарейки'},
        {'@id': 10, '@portal_id': 5090319, '#': 'Зарядні пристрої для смартфонів та планшетів'},
        {'@id': 11, '@portal_id': 63715, '#': 'Навушники та гарнітури'}, 
        {'@id': 12, '@portal_id': 1420060202, '#': 'Датчики руху'}, 
        {'@id': 13, '@portal_id': 5090318, '#': 'Захисні плівки та скло для портативних пристроїв'}, 
        {'@id': 14, '@portal_id': 70717, '#': 'Адаптери та плати розширення портів'},
        {'@id': 15, '@portal_id': 5093501, '#': 'Інструмент для закладення кабелю'},
        {'@id': 16, '@portal_id': 6371814, '#': 'Запчастини і комплектуючі для професійного аудіо-відео обладнання'},
        {'@id': 17, '@portal_id': 14190409, '#': 'Шнури, перехідники'},
        {'@id': 18, '@portal_id': 7190605, '#': 'Кабель для систем звязку'},
        {'@id': 19, '@portal_id': 71110, '#': 'Кишені для жорстких дисків'},
        {'@id': 20, '@portal_id': 7190601, '#': 'Мережеві конектори, модулі та розєми'},
        {'@id': 21, '@portal_id': 7190604, '#': 'Патч-корди'},
        {'@id': 22, '@portal_id': 71903, '#': 'Комутатори'},
        {'@id': 23, '@portal_id': 513, '#': 'Електричні подовжувачі'},
        {'@id': 24, '@portal_id': 70805, '#': 'Компютерні миші '},
        {'@id': 25, '@portal_id': 141702, '#': 'Викруткові біти'},
        {'@id': 26, '@portal_id': 142004, '#': 'Набори інструментів'},
        {'@id': 27, '@portal_id': 14200390, '#': 'Монтажні пінцети'},
        {'@id': 28, '@portal_id': 14200341, '#': 'Пасатижі, плоскогубці, тонкогубці'},
        {'@id': 29, '@portal_id': 14200358, '#': 'Ручні обтискні інструменти'},
        {'@id': 30, '@portal_id': 301103, '#': 'Технічні засоби відеоспостереження, загальне'},
        {'@id': 31, '@portal_id': 6371808, '#': 'Комутатори сигналу'},
        {'@id': 32, '@portal_id': 71107, '#': 'Підставки для ноутбуків'},
        {'@id': 33, '@portal_id': 71109, '#': 'Повербанки'},
        {'@id': 34, '@portal_id': 14190901, '#': 'Реле напруги'},
        {'@id': 35, '@portal_id': 36110710, '#': 'Ремінці та браслети для годинників'},
        {'@id': 36, '@portal_id': 52802, '#': "Тестери для акумуляторів"},
        {'@id': 37, '@portal_id': 50918, '#': 'Кабельні тестери, wi-fi тестери'},
        {'@id': 38, '@portal_id': 121226, '#': 'Підставки-тримачі для портативних пристроїв'},
        {'@id': 39, '@portal_id': 380230, '#': 'Чохли для телефонів'},
        {'@id': 40, '@portal_id': 500502, '#': 'Чохли та футляри для навушників'},
		{'@id': 41, '@portal_id': 380201, '#': 'Чохли для планшетів, електронних книг'}
		
    ]}};
}

module.exports = PromCategories;
